# Задание № 1

animal = input()
name = input()
age = input()
text = 'Это ' + animal + ' по кличке ' +  name + '.' + 'Возраст: ' + age + ' года.'
print(text)


# Задание № 2
stage1 = input('Введите 1 этап развития человек - ')
stage2 = input('Введите 2 этап развития человек - ')
stage3 = input('Введите 3 этап развития человек - ')
 
print( 'первая стадия развития человека - ' + stage1, 'следующая стадия развития человека - ' + stage2, 'последняя стадия развития человека - ' + stage3,  sep=' => ')
